
const qstDataSet = [
    {
        id : 1,
        type : "energy",
        question: "오늘은 기숙사 입주 첫 날,\n모르는 방순이(방돌이)가 \n먼저 들어와 있다. 나는",
        ans1: "인사를 건네며 \n이름을 물어본다.",
        ans2: "조용히 짐을 풀고 나간다.",
    },
    {
        id : 2,
        type : "life",
        question: "내일은 시험 2개,\n 방순/방돌이가 영일대 가서\n 바람 쐬고 오자고 한다. 나는??",
        ans1: "나 시험공부 해야 해.\n 시험 끝나고 가자.",
        ans2: "이것도 다 추억이지! \n언제 나갈까?",
    },
    {
        id : 3,
        type : "decide",
        question: "팀 새내기가 \n전공에 대한 고민을 털어놓는다. \n이 때 나는?",
        ans1: "나의 경험을 말하며,\n 조언을 건넨다.",
        ans2: "고민 많아서 힘들지ㅠㅠ\n 함께 공감해준다.",
    },
    {
        id : 4,
        type : "info",
        question: "한 학생이 기숙사 화장실에서 \n미끄러져 크게 다쳤다.\n이 소식을 들은 나는?",
        ans1: "누구지? 어쩌다 그랬을까?",
        ans2: "거기 어디 화장실이지? 조심해야겠다.",
    },
    {
        id : 5,
        type : "info",
        question: "선택 과제, \n나의 선택은?",
        ans1: "PPT 2장으로 재밌고 창의적인 발표하기",
        ans2: "논문 2개 읽고 보고서 10장 쓰기",
    },
    {
      id : 6,
      type : "energy",
      question: "룰루랄라~ 매올길, \n저 멀리 작년팀 팀장님이 \n오고 있다. 나는?",
      ans1: "세상에 얼마만이야! \n반갑게 인사한다.",
      ans2: "휴대폰에 시선 고정! \n그대로 스쳐 지나간다.",
  },
  {
    id : 7,
    type : "decide",
    question: "97학번 선배님의 특강, \n세상을 바꾸기 위한 노력들을 \n말씀해 주셨다. 나는?",
    ans1: "정말 멋지시다!\n어떻게 저런 생각을 하셨을까?",
    ans2: "진짜 감동적이다! \n나도 저렇게 멋있는 선배가 되고 싶어! ",
  },
  {
    id : 8,
    type : "life",
    question: "오랜만에 찾아간 양덕 맛집!\n앗 문을 닫았다. 나는?",
    ans1: "식사를 망칠 순 없지\n다른 맛집을 검색한다",
    ans2: "옆에 새로 생긴 음식점!\n깔끔해 보이네 도즈언.",
  },
  {
    id : 9,
    type : "info",
    question: "버스정류장, \n새내기가 코딩스페이스가 \n어딘 지 물어본다. 나는?",
    ans1: "“이 길로~” 여기서부터\n 어떻게 가는 지 설명해준다.",
    ans2: "“오석관 3층이요” \n큰 건물을 알려준다.",
  },
  {
    id : 10,
    type : "energy",
    question: "간만에 과제 없는 \n토요일! 나는?",
    ans1: "날씨도 좋으니\n 간만에 나가서 놀다 온다.",
    ans2: "기숙사 방에서 침대와 한 몸이 된다.",
  },
  {
    id : 11,
    type : "decide",
    question: "오늘 날씨 무슨 일? \n너무 예쁜 한동 하늘! 나는?",
    ans1: "오 날씨 좋네~ 지나간다.",
    ans2: "바로 찰칵찰칵.\n 찍어서 친구들에게 공유한다."
  },
  {
    id : 12,
    type : "life",
    question: "오석에서 게시판을 보다가 우연히! \n취향 저격 공모전을 발견했다. \n나는?",
    ans1: "“학기 중인가?”내 일정에 \n차질이 생기지 않을 지 확인해본다",
    ans2: "일단 QR코드를 스캔해서 \n신청 페이지에 들어가 본다.",
  },
  ]
  
  export default qstDataSet;